[
	{
		name: "Justin Rose",
		age: 37,
		image: "http://wpmediars.golfwrx.com/wp-content/uploads/2018/05/JustinRoseWinningWITBFortWorth.jpg",
		about: "Justin Peter Rose, MBE (born 30 July 1980) is an English professional golfer who plays most of his golf on the PGA Tour, while keeping his membership on the European Tour. He won his first major championship at the 2013 U.S. Open at Merion Golf Club, becoming the first English player to win a major since Nick Faldo in 1996 and the first to win the U.S. Open since Tony Jacklin in 1970. At the 2016 Summer Olympics in Rio de Janeiro, Rose won gold at the men's individual tournament.\n\nWith that victory, Rose joined Hall of Fame members Gary Player, David Graham, Hale Irwin and Bernhard Langer as one of only five golfers to win official tournaments on all six continents on which golf is played. Rose has also twice been runner-up at the Masters Tournament, in 2015 and 2017.He first came to prominence as an amateur at the 1998 Open Championship where he holed a dramatic shot from the rough at the final hole to finish in a tie for fourth place. He won the 2007 Order of Merit on the European Tour and was ranked in the World top ten for 34 weeks between November 2007 and July 2008.\n\nIn March 2012, Rose won his first World Golf Championship event at the WGC-Cadillac Championship and as a result, he re-entered the world top 10. After finishing second to Tiger Woods in the 2013 Arnold Palmer Invitational, he rose to a career-high world ranking of 3rd.",
		equipments: [
			{
				name: "TaylorMade M4 (15 degrees)",
				coord: [20, 60, 10, 50]
			}
		]
	},
	{
		name: "Broc Everett",
		age: 36,
		image: "http://wpmediars.golfwrx.com/wp-content/uploads/2018/06/BrocEverettNCAAMens2018WRX.jpg",
		about: "Enjoyed five events where he played 13 rounds … Recorded a 73.62 average score and shot in the 60’s twice, highlighted by a 67 at the 2015 MEAC Championships where he also carded his best finish on the year with a tie for third overall … Shot par or better four times.Enjoyed five events where he played 13 rounds … Recorded a 73.62 average score and shot in the 60’s twice, highlighted by a 67 at the 2015 MEAC Championships where he also carded his best finish on the year with a tie for third overall … Shot par or better four times.\n\nPerfect is really, well, the perfect word. This was the final event of Everett’s Augusta career and he had never won a college tournament. He ranked 153rd in the country. He was the former walk-on who never got a sniff from colleges in Iowa, his home state.\n\nEverett, 23, was recruited by Kevin McPherson, then Augusta’s head coach, but O’Keefe arrived midway through his freshman year after McPherson took Coastal Carolina’s head coaching gig. Everett had played four sports for much of high school and was known as an athletic specimen, but a coach at the school informed O’Keefe that Everett might not be a good enough player to keep around for long.",
		equipments: [
			{
				name: "Titleist 917F2",
				coord: [20, 60, 10, 50]
			}
		]
	},
	{
		name: "Jeff Knox",
		age: 40,
		image: "http://wpmediars.golfwrx.com/wp-content/uploads/2018/04/JeffKnoxAugustaWITB2018.png",
		about: "Wait, who is Jeff Knox? He’s the amateur course record holder at Augusta National GC (11-under 61 with a bogey on No. 17, apparently), and he gets the call to play in the Masters as a marker when there’s an odd number of players in the field on the weekend. He’s performed this solemn duty since 2003. Most famously, he outplayed Rory McIlroy by a stroke in 2014, with McIlroy calling him “the best I’ve ever seen on Augusta’s greens.\n\n As a member of Augusta National and thrice the Georgia Mid-Amateur champion, Knox is anything but an average guy. Indeed, son of a banking magnate, Knox manages the nonprofit Knox Foundation, which oversees more than $70 million in assets. Even so, seeing him paired with a professional during the Masters telecast and playing well is somehow the fulfillment of every average golfer’s fantasy.\n\nWe weren’t surprised so many GolfWRX members were interested in Paul Casey’s high praise for Knox after their Saturday pairing. We can also report Knox unofficially shot 76 Sunday, paired with Vijay Singh. Naturally, we were curious about Mr. Knox’s WITB, and through the persistence of our own Director of Original Content Johnny Wunder, we’re happy to present the WITB for legendary Masters marker.",
		equipments: [
			{
				name: "Titleist C16",
				coord: [60, 120, 10, 50]
			}
		]
	}
]